{
    "365 DAYS ACCIDENTAL DAMAGE AND LIQUID DAMAGE TERMS AND CONDITIONS": {
        "Title": "365 DAYS ACCIDENTAL DAMAGE AND LIQUID DAMAGE TERMS AND CONDITIONS",
        "title1": "TERMS AND CONDITIONS",
        "element1": [
            {
                "title": "Beneficiary:",
                "details": " The purchaser, whose name is as shown on the Invoice of covered Equipment, his / her Spouse, and Children & Parents, can use the equipment. Where as in case of Company, beneficiary/user shall mean any employee of the company authorized to use the equipment."
            },
            {
                "title": "Covered Equipment:",
                "details": " Product as shown on purchase Invoice"
            },
            {
                "title": "Cover Period:",
                "details": "Valid for 12 months ( 365 days )from the date of purchase."
            }
        ],
        "title2": "EXCLUSION OR NOT UNDER POLICY",
        "element2": [
            {
                "details": "Loss, such as lost, forgotten/misplaced/left unattended, missing, fallen, mysterious disappearance or Circumstances, housebreaking and burglary including theft"
            },
            {
                "details": "Damage resulting from or caused by theft, or attempted theft of covered equipment, left in unattended vehicle or room"
            },
            {
                "details": "Any loss arising after 12 months from date of purchase."
            },
            {
                "details": "Any loss due to loan or usage of the covered equipment to a third party or if ownership is transferred"
            },
            {
                "details": "Loss arising due to unlawful act including Terrorist activity, War, Nuclear Explosion, Radioactive Contamination, Chemical, Biochemical, Biological, Electromagnetic, Cyber Attack etc."
            },
            {
                "details": "Consequential loss of any kind or description including wear & tear, moisture ingression, normal deterioration, cosmetic damages not resulting into complete stoppage of equipment etc"
            },
            {
                "details": "Any repair cost arising, which is done by unauthorised Service Centre excluding incidence such as case changes"
            },
            {
                "details": "Loss caused by incorrect storage or usage, poor care and maintenance, careless use, gross negligence, incorrect installation, incorrect set-up, negligence, wilful misuse/neglect or Intentional act."
            },
            {
                "details": "Data/hardware corruption arising due to virus infection."
            },
            {
                "details": "Modification/alteration/tampering or any change made to the circuitry, original design of the product."
            },
            {
                "details": "Any defect caused by usage of wrong power supply, voltage, corrosion, rust or stains or any problem with supply of electricity"
            },
            {
                "details": "Should necessary spare parts for repair be subject to import restrictions of a country resulting in delay in repairs, there will be no liability arising out of such delay."
            },
            {
                "details": "Any loss arising/purchase of covered equipment, outside the territorial limits of India."
            },
            {
                "details": "Any loss or damage to accessories and panels even if forming a part of standard pack or to any complimentary or ancillary product/s made available under any promotional scheme and all damage resulting to SIM card."
            }
        ],
        "title13": "PRODUCT COVERS",
        "element13": [
            {
                "details": "Any accidental physical damage or liquid damage to the Covered Equipment and damage cause’s equipment to stop working."
            },
            {
                "details": "Fails to work because any liquid has accidentally entered its internal circuitry, resulting into stoppage of the Covered equipment."
            },
            {
                "details": "Fire lightening and explosion"
            },
            {
                "details": "Act of God perils."
            },
            {
                "details": "Damage during riot ,strike and Malicious Damage."
            }
        ],
        "title14": "TOTAL LOSS / BEYOND ECONOMICAL REPAIRS",
        "element14": [
            {
                "details": "If the repair cost is more than maximum liability at the time of loss, the service request shall be treated as total loss. Maximum liability per Covered Equipment shall be Covered value, subject to customer contribution and depreciation depending on age of covered equipment calculated from date of purchase & date of loss."
            },
            {
                "details": "Customer contribution is minimum value which shall be deducted in each and every service request. Customer"
            },
            {
                "details": "Contribution is 500 rupees for each and every claim."
            },
            {
                "details": "The Covered Value or maximum liability shall be calculated as follows by applying depreciation on the service request value only for total loss:"
            }
        ],
        "title15": "Age from date of purchase Depreciation",
        "element15": [
            {
                "details": "Up to 90 Days 10% of declared value/Purchase Price whichever is lower"
            },
            {
                "details": "91 to 180 Days 25% of declared value/Purchase Price whichever is lower"
            },
            {
                "details": "More than 180 Days 50% of declared value/Purchase Price whichever is lower"
            }
        ]
    },
    "365 DAYS ACCIDENTAL & LIQUID DAMAGE PROGRAMME FAQ": {
        "Title": "365 DAYS ACCIDENTAL & LIQUID DAMAGE PROGRAMME FAQ",
        "title1": "Till when can I claim my Damage HANDSET?",
        "element1": [
            {
                "details": "ADLD  valid for 1 year from the date of invoice."
            }
        ],
        "title2": "What should be done first once the mobile is damaged?",
        "element2": [
            {
                "details": "Please follow the below steps:"
            },
            {
                "details": "Inform immediately to nearest purchase store within 48 hours of incident"
            },
            {
                "details": "Call on the help line number 04040025535"
            },
            {
                "details": "Visit webpage to register claim online – www.aapzoid.co.in"
            },
            {
                "details": "Send email to customercare@appzoid.co.in"
            }
        ],
        "title3": "What all documents is required ?",
        "element3": [
            {
                "details": "Original purchase invoice"
            },
            {
                "details": "Id Proof"
            }
        ],
        "title4": "Is estimate quotation from Authorized service centre necessary?",
        "element4": [
            {
                "details": "No"
            }
        ],
        "title5": "What is approval type?",
        "element5": [
            {
                "details": "There are 2 types. Claim is either approved on Repair basis (if repair cost is below maximum liability) & Total Loss Basis Beyond repair OR repair cost exceeding 70% of handset value."
            }
        ],
        "title6": "How to proceed if my claim is approved on Total Loss basis?",
        "element6": [
            {
                "details": "An SMS or email will send your contact. Further, you will have to redeem the same from the designated purchase store/s within 15 days of information ."
            }
        ],
        "title7": "Purchase bill is in the name of my company. Do I need any additional documents?",
        "element7": [
            {
                "details": "An authorization letter with seal & signature of the company on the company’s letter head needs to be produced. Also, other supporting documents should be with company’s seal & signature."
            }
        ],
        "title8": "Can the invoice be on my friend/relative’s name?",
        "element8": [
            {
                "details": "Invoice should be on the beneficiary/claimant’s names."
            }
        ],
        "title9": "My age is below 18 years. Can I still get a claim?",
        "element9": [
            {
                "details": "product is for above 18 years ."
            }
        ],
        "title10": "What types of damage are covered in the insurance?",
        "element10": [
            {
                "details": "Accidental Physical Damage"
            },
            {
                "details": "Accidental Liquid Damage"
            }
        ],
        "title11": "What is the service care number?",
        "element11": [
            {
                "details": "Call our customer care number  landline number  : 04040025535 from Monday to Friday anytime between 10.30 AM to 5.00 PM and  or visit us on appzoid.co.in  or write an email to customercare@appzoid.co.in"
            }
        ],
        "title12": "Within how many hours after damage can I call the support number to inform damage?",
        "element12": [
            {
                "details": "Damage should be intimated within 48 hrs of the incident (damage)."
            }
        ],
        "title13": "Why is excess charged during a claim?",
        "element13": [
            {
                "details": "It is a mandatory contribution paid by claimant, charged by every insurance company to claimant."
            }
        ],
        "title14": "Where do I need to send all the documents?",
        "element14": [
            {
                "details": "Appzoid Resolutions Pvt lTd,905, 9TH floor, RAGHAV Ratna Towers, Chirag Ali LaneAbids, Hyderabad: 500-001"
            }
        ]
    },
    "180 DAYS ONE TIME SCREEN REPLACEMENT": {
        "Title": "180 Days One Time Screen Replacement",
        "title1": "Valid for 180 DAYS (6 Months) from the date of purchase",
        "element1": [
            {
                "details": "Period: Valid for180 DAYS ( 6 months) from the date of purchase of device"
            },
            {
                "details": "Offer is valid only for One time screen replacement."
            },
            {
                "details": "To avail benefit under this offer, customer in the event of screen damage needs to call on designated number of M/s Appzoid ResolutionsPvt Ltd within 5 days from the date & time of damage"
            },
            {
                "details": "One-time repair service as you request during the Contract Period above for a nominal non- refundable Service Fee of Rs. 750/-"
            },
            {
                "details": "Customer is requested to produce invoice which has a mention of coverage of warranty along with ID Proof (Aadhar/Pan Card /Driving License) at the time of service request Customer is requested to walk into the purchased retail Store, submit the handset to the Store manager and obtain acknowledgement. Alternatively customer can directly visit / call to M/s. Appzoid resolutions Pvt Ltd on 040 40025535  or / email us:Support@appzoid.co.in"
            },
            {
                "details": "The Retail Store Manager will inform the customer about receipt of handset after completion of displayreplacement  for collection."
            },
            {
                "details": "At the time for replacement/repair of handset display or screen is dependent on the availability of the part from OEM and retail store reserves the rights with respect to the time for replacement/repair under this warranty."
            },
            {
                "details": "In case of non-availability due to whatsoever reason including force majeure condition, beneficiary hold"
            },
            {
                "details": "Harm less to all the party associated."
            },
            {
                "details": "This offer covers the cost of display only. In case any other components get damaged, the costs of the other components other than display shall be borne by the customer."
            },
            {
                "details": "This warranty will be void in case the handset is already opened/ tampered / repaired by non- authorised service centre"
            },
            {
                "details": "Screen damage to Demo Units, will be not cover under scheme"
            },
            {
                "details": "Screen damage where documents/invoice are prima facie found to be false or fabricated or the original invoice is lost or torn, will be cover under scheme"
            },
            {
                "details": "Screen damage shall be denied if it is already covered under any offer made by OEM of similar nature or offer."
            },
            {
                "details": "Screen damage arising outside territorial limits of India, will be not cover under scheme"
            },
            {
                "details": "Screen damage, which is cosmetic in nature, will be not cover under scheme."
            },
            {
                "details": "Screen damage due incorrect storage, poor care and maintenance, careless use, gross negligence, incorrect installation and incorrect set-up, will be denied."
            },
            {
                "details": "Any loss or damage to accessories and panels even if forming a part of standard pack or to any complimentary or ancillary product/s made available under any promotional scheme and all damage resulting to SIM card."
            },
            {
                "details": "Loss or damage to recording media, software or data, software generated problems of third party or the reloading software."
            },
            {
                "details": "Loss of stored data during the process of dismantling for repairs."
            },
            {
                "details": "Retail store reserves the right to refuse to provide warranty services if it would result in breach of applicable laws."
            },
            {
                "details": "Software related issues will not qualify for screen replacement warranty."
            },
            {
                "details": "The Indian courts shall have an exclusive jurisdiction in respect of any dispute."
            }
        ]
    },
    "365 DAYS ONE TIME SCREEN REPLACEMENT": {
        "Title": "365 DAYS ONE TIME SCREEN REPLACEMENT",
        "title1": "Offer is valid only for One time screen replacement.",
        "element1": [
            {
                "details": "Period: Valid for 365 DAYS ( 12 MONTHS )  from the date of purchase of device"
            },
            {
                "details": "To avail benefit under this offer, customer in the event of screen damage needs to call on designated number of M/s Appzoid ResolutionsPvt Ltd within 5 days from the date & time of damage"
            },
            {
                "details": "One-time repair service as you request during the Contract Period above for a nominal non- refundable Service Fee of Rs. 750/-"
            },
            {
                "details": "Customer is requested to produce invoice which has a mention of coverage of warranty along with ID Proof (Aadhar/Pan Card /Driving License) at the time of service request"
            },
            {
                "details": "Customer is requested to walk into the purchased retail Store, submit the handset to the Store manager and obtain acknowledgement."
            },
            {
                "details": "Alternatively customer can directly visit / call to M/s. Appzoid resolutions Pvt Ltd on 040 40025535  or / email us:Support@appzoid.co.in"
            },
            {
                "details": "The Retail Store Manager will inform the customer about receipt of handset after completion of display replacement  for collection."
            },
            {
                "details": "At the time for replacement/repair of handset display or screen is dependent on the availability of the part from OEM and retail store reserves the rights with respect to the time for replacement/repair under this warranty"
            },
            {
                "details": "In case of non-availability due to whatsoever reason including force majeure condition, beneficiary hold"
            },
            {
                "details": "Harm less to all the party associated."
            },
            {
                "details": "This offer covers the cost of display only. In case any other components get damaged, the costs of the other components other than display shall be borne by the customer."
            },
            {
                "details": "This warranty will be void in case the handset is already opened/ tampered / repaired by non- authorised service centre"
            },
            {
                "details": "Screen damage to Demo Units, will be not cover under scheme"
            },
            {
                "details": "Screen damage where documents/invoice are prima facie found to be false or fabricated or the original invoice is lost or torn, will be cover under scheme"
            },
            {
                "details": "Screen damage shall be denied if it is already covered under any offer made by OEM of similar nature or offer."
            },
            {
                "details": "Screen damage arising outside territorial limits of India, will be not cover under scheme"
            },
            {
                "details": "Screen damage, which is cosmetic in nature, will be not cover under scheme"
            },
            {
                "details": "Screen damage due incorrect storage, poor care and maintenance, careless use, gross negligence, incorrect installation and incorrect set-up, will be denied."
            },
            {
                "details": "Any loss or damage to accessories and panels even if forming a part of standard pack or to any complimentary or ancillary product/s made available under any promotional scheme and all damage resulting to SIM card."
            },
            {
                "details": "Loss or damage to recording media, software or data, software generated problems of third party or the reloading software."
            },
            {
                "details": "Loss of stored data during the process of dismantling for repairs."
            },
            {
                "details": "Retail store reserves the right to refuse to provide warranty services if it would result in breach of applicable laws."
            },
            {
                "details": "Software related issues will not qualify for screen replacement warranty."
            },
            {
                "details": "The Indian courts shall have an exclusive jurisdiction in respect of any dispute."
            }
        ]
    },
    "HARDWARE UPDATE": {
        "Title": "Hardware Update",
        "title1": "Quick Fix | Testing & Feedback | Fast Return",
        "element1": [
            {
                "details": "Sagittis sed consectetuer tellus congue feugiat praesent viverra lacus conubia enim primis commodo vitae egestas sociis porttitor auctor lobortis ultricies, luctus eleifend, ac laoreet per, cras massa phasellus dictumst dapibus metus aliquam eros erat egestas purus blandit Laoreet erat vitae lorem quisque Nulla purus eros praesent ultrices."
            },
            {
                "details": "Sem aptent dictum class dictumst platea augue commodo amet accumsan eleifend convallis lorem vehicula dis velit Dictumst massa vivamus est, porttitor Commodo ante eleifend. Viverra pretium vulputate. Accumsan sociosqu class purus imperdiet ligula nibh cum mattis."
            }
        ],
        "title2": "",
        "element": [
            {
                "details": "Memory Upgrade"
            },
            {
                "details": "All Brands Repair"
            },
            {
                "details": "Virus/Spyware Removal"
            },
            {
                "details": "Battery Replacement"
            },
            {
                "details": "Mac Diagnostic Service"
            },
            {
                "details": "Mac Water Damage Repair"
            },
            {
                "details": "30 Days Warranty"
            },
            {
                "details": "Memory Upgrade/Replacement"
            },
            {
                "details": "Water Damage Repair"
            },
            {
                "details": "Cracked hinges or Panels"
            },
            {
                "details": "LCD Screen Repair"
            },
            {
                "details": "Hard drive Repair"
            },
            {
                "details": "Water Damage Repair"
            },
            {
                "details": "Laptop LCD Screen Repair"
            }
        ]
    }
}